import React from "react";

function NavAboutUs() {
  return (
    <>
      <div className="nav-about-us">
        <p className="nav-about-us-title">من نحن</p>
        <div className="nav-about-us-line" />
        <p className="nav-about-us-subtitle">قناة كربلاء الفضائية</p>
        <p className="nav-about-us-content">
          بسم الله الرحمن الرحيم الحمد لله، وسلام على من ناجاه واصطفاه. لا سيما
          خاتم الرسل وأهل بيته ومن والاه.. قناة كربلاء المقدسة هي قناة العتبة
          الحسينية المقدسة، حيث التلقاء الأصيل لفكر الإمام الحسين عليه السلام
          ومبادئه وطبيعة ثورته المباركة، ولنسميها (كربلاء) رابطة تتصل بالمكان من
          جانب، وتتصل بالإمام الحسين الشهيد ومدرسة أهل البيت بكون وثيق من جانب
          آخر، ولديوان الوقف الشيعي في جمهورية العراق يد بيضاء في دعم هذه القناة
          التي أخذت على عاتقها أن تكون بمستوى أهمية الدور، وعظم المسؤولية،
          وضخامة المهمات التي يقتضيها الواجب الديني المقدس.. معتمدة الخطاب
          الفكري الثقافي المعاصر الذي يأخذ أصالته من القرآن الكريم والسنة
          المصطفوية الصحيحة المحمدية لنبي الإسلام وأهل بيته الكرام عليهم أفضل
          (الصلاة والسلام). مع ما يتصل بها من استمرارية مباركة تمثلت بالمرجعية
          الدينية وعلى رأسها سماحة المرجع الديني الأعلى آية الله العظمى السيد
          علي السيستاني: "فَذْرُوا الْوَرَفَ". تأسست قناة كربلاء الفضائية في 30
          رمضان 1429 للهجرة، الموافق 1 تشرين الأول 2008. المدير: وبدأت بثها
          التجريبي في 1 رمضان 1430 هجرية، الموافق 22 آب 2009 ميلادية.
        </p>
      </div>
    </>
  );
}

export default NavAboutUs;
